// Миний ном олон. Моломын нум энэ. Манай мал олон.
// Энэ оны ном энэ. Моломын мал олон. Онолын ном оллоо.
// Ононы манан улам нэмлээ. Үнэн онолыг номло.
// Манай малын им энэ мөн. Номины ном олон.

// ᠮᠢᠨᠤ ᠨᠣᠮ ᠣᠯᠠᠨ᠃ ᠮᠣᠯᠤᠮ ᠤ᠋ᠨ ᠨᠤᠮᠤ ᠡᠨᠡ᠃ ᠮᠠᠨ ᠤ᠋ ᠮᠠᠯ ᠣᠯᠠᠨ᠃
// ᠡᠨᠡ ᠣᠨ ᠤ᠋ ᠨᠣᠮ ᠡᠨᠡ᠃ ᠮᠣᠯᠤᠮ ᠤ᠋ᠨ ᠮᠠᠯ ᠣᠯᠠᠨ᠃ ᠣᠨᠤᠯ ᠤ᠋ᠨ ᠨᠣᠮ ᠣᠯᠤᠯ᠎ᠠ᠃
// ᠣᠨᠤᠨ ᠤ᠋ ᠮᠠᠨᠠᠨ ᠤᠯᠠᠮ ᠨᠡᠮᠡᠯ᠎ᠡ᠃ ᠦᠨᠡᠨ ᠣᠨᠤᠯ ᠢ᠋ ᠨᠣᠮᠯᠠ᠃
// ᠮᠠᠨ ᠤ᠋ ᠮᠠᠯ ᠤ᠋ᠨ ᠢᠮ ᠡᠨᠡ ᠮᠥᠨ᠃ ᠨᠣᠮᠢᠨ ᠤ᠋ ᠨᠣᠮ ᠣᠯᠠᠨ᠃

// Оюун түлхүүр хэмээх шаштираас
// Ер хоёр хүмүүн эвтэй болбоос
// Төмөр хүрээ мэт бэх.
// Хорин хүмүүн эв үгүй болбоос
// Эвдэрхий хүрээ мэт хэврэг.
// Өнөр хүмүүн эе үгүй болбоос
// Өнчин хүмүүний элэг болох.
// Олон хүмүүн эе үгүй болбоос
// Огорцог хүмүүний идэш болох.
// Цувж явсан барсаас
// Цуглаж суусан шаазгай дээр.

// ᠣᠶᠤᠨ ᠲᠦᠯᢈᠢᢉᠦᠷ ᢈᠡᠮᠡᢈᠦ ᠱᠠᠰᠢᠲᠢᠷ ᠠ᠋ᠴᠠ
// ᠶᠡᠷᠦ ᠬᠣᠶᠠᠷ ᢈᠦᠮᠦᠨ ᠡᠪ ᠲᠡᠢ ᠪᠣᠯᠪᠠᠰᠤ
// ᠲᠡᠮᠦᠷ ᢈᠦᠷᠢᠶ᠎ᠡ ᠮᠡᠲᠦ ᠪᠡᢈᠢ᠃ ᠬᠣᠷᠢᠨ ᢈᠦᠮᠦᠨ ᠡᠪ ᠦᢉᠡᠢ ᠪᠣᠯᠪᠠᠰᠤ
// ᠡᠪᠳᠡᠷᢈᠡᠢ ᢈᠦᠷᠢᠶ᠎ᠡ ᠮᠡᠲᠦ ᢈᠡᠪᠡᠷᠡᢉ᠃ ᠥᠨᠢᠷ ᢈᠦᠮᠦᠨ ᠡᠶ᠎ᠡ ᠦᢉᠡᠢ ᠪᠣᠯᠪᠠᠰᠤ
// ᠥᠨᠦᠴᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠯᠡᢉ ᠪᠣᠯᠬᠤ᠃ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠨ ᠡᠶ᠎ᠡ ᠦᢉᠡᠢ ᠪᠣᠯᠪᠠᠰᠤ
// ᠣᠭᠤᠷᠴᠠᠭ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠢᠳᠡᠰᠢ ᠪᠣᠯᠬᠤ᠃ ᠴᠤᠪᠤᠵᠤ ᠶᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠷᠰ ᠠ᠋ᠴᠠ
// ᠴᠤᠭᠯᠠᠵᠤ ᠰᠠᠭᠤᠭᠰᠠᠨ ᠱᠠᠭᠠᠵᠠᠭᠠᠢ ᠳᠡᢉᠡᠷ᠎ᠡ᠃

// Хоёр бадарчин гучин хоёр чөтгөрийг хэрхэн чадсан бэ?
// Хоёр бадарчин явж байтал нэг гүн хутгийн дэргэд гучин хоёр чөтгөртэй
// тааралджээ. Тэр чөтгөрүүд хоёр бадарчинд хутагруу орж юу байгааг үз гэжээ.
// Энэ үед нэг бадарчин нь:
// Энэ худагт сонин зүйл байгаа нь дамжиггүй.
// Харин хэн хэн орох вэ гэдгийг эхлээд тохиръё гээд бүгд худаг тойрон
// суужээ. Тэгээд дэс дараалан долоо долоогоор тоолж долоогийн
// тоо таарсныгаа худагруу оруулъя гэж тохирчээ.
// Ийнхүү тоолж худагт хийсээр байтал хоёр бадарчин үлдэж эсэн мэнд
// гарсан гэнэ. Тооцоолж олж ярилцаарай.

//ᠬᠣᠶᠠᠷ ᠪᠠᠳᠢᠷᠴᠢᠨ ᠭᠤᠴᠢᠨ ᠬᠣᠶᠠᠷ ᠴᠢᠳᢈᠦᠷ ᠢ᠋ ᢈᠡᠷᢈᠢᠨ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠪᠤᠢ?
// ᠬᠣᠶᠠᠷ ᠪᠠᠳᠢᠷᠴᠢᠨ ᠶᠠᠪᠤᠵᠤ ᠪᠠᠶᠢᠲᠠᠯ᠎ᠠ ᠨᠢᢉᠡ ᢉᠦᠩ ᢈᠢᠲᠤᠭ ᠤ᠋ᠨ ᠳᠡᠷᢉᠡᠳᠡ
// ᠭᠤᠴᠢᠨ ᠬᠣᠶᠠᠷ ᠴᠢᠳᢈᠦᠷ ᠲᠡᠢ ᠲᠠᠭᠠᠷᠠᠯᠳᠤᠵᠡᠢ᠃
// ᠲᠡᠷᠡ ᠴᠢᠳᢈᠦᠷ ᠦ᠋ᠳ ᠬᠣᠶᠠᠷ ᠪᠠᠳᠢᠷᠴᠢᠨ ᠳ᠋ᠤ ᠬᠤᠲᠤᠭᠷ ᠤᠷᠤᠭᠤ ᠣᠷᠤᠵᠤ
// ᠶᠠᠭᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠦᠵᠡ ᢉᠡᠵᠡᠢ᠃ ᠡᠨᠡ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠨᠢᢉᠡ ᠪᠠᠳᠢᠷᠴᠢᠨ ᠨᠢ:
// ᠡᠨᠡ ᠬᠤᠳᠳᠤᠭ ᠲᠤ ᠰᠣᠨᠢᠨ ᠵᠦᠶᠢᠯ ᠪᠠᠶᠢᠭ᠎ᠠ ᠨᠢ ᠳᠠᠮᠵᠢᠭ ᠦᢉᠡᠢ᠃
// ᠬᠠᠷᠢᠨ ᢈᠡᠨ ᢈᠡᠨ ᠣᠷᠤᠬᠤ ᠪᠤᠢ ᢉᠡᠳᠡᢉ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠡᠳ ᠲᠣᢈᠢᠷᠠᠶ᠎ᠠ ᢉᠡᠳ ᠪᠦᢉᠦᠳᠡ ᠬᠤᠳᠳᠤᠭ
// ᠲᠣᠭᠤᠷᠢᠨ ᠰᠠᠭᠤᠵᠡᠢ᠃ ᠲᠡᢉᠡᢉᠡᠳ ᠳᠡᠰ ᠳᠠᠷᠠᠭᠠᠯᠠᠨ ᠳᠣᠯᠤᠭ᠎ᠠ ᠳᠣᠯᠤᠭ᠎ᠠ ᠪᠠᠷ ᠲᠣᠭᠠᠯᠠᠵᠤ
// ᠳᠣᠯᠤᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠲᠣᠭ᠎ᠠ ᠲᠠᠭᠠᠷᠠᠭᠰᠠᠨ ᠢ᠋ ᠪᠠᠨ ᠬᠤᠳᠳᠤᠭ ᠤᠷᠤᠭᠤ ᠣᠷᠤᠭᠤᠯᠤᠶ᠎ᠠ ᢉᠡᠵᠦ ᠲᠣᢈᠢᠷᠠᠵᠡᠢ᠃
// ᠡᠶᠢᠨ ᢈᠦ ᠲᠣᠭᠠᠯᠠᠵᠤ ᠬᠤᠳᠳᠤᠭ ᠲᠤ ᢈᠢᢉᠰᠡᢉᠡᠷ ᠪᠠᠶᠢᠲᠠᠯ᠎ᠠ ᠬᠣᠶᠠᠷ ᠪᠠᠳᠢᠷᠴᠢᠨ ᠦᠯᠡᠳᠡᠵᠦ
// ᠡᠰᠡᠨ ᠮᠡᠨᠳᠦ ᠭᠠᠷᠤᠭᠰᠠᠨ ᢉᠡᠨ᠎ᠡ᠃ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠵᠤ ᠣᠯᠵᠤ ᠶᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ᠃

// Хүн чанар
// Ангид багш орж ирлээ. Шохой аван самбар дээр томоос том нэгийн
// тоо бичив. Энэ бол хүн чанар юм гэж багш ярив.
// Тэгээд нэгийн тооны ард тэг нэмэв. Арав болов.
// Энэ бол амжилт. Жинхэнэ хүн чанар нэгийг арав болгож чадна.
// Дахин нэг тэг нэмлээ. Энэ бол туршлага. Арав байсанаа зуу болов.
// Тэгүүдээ үргэлжлүүлсээр. Чадвар, сахилга бат, хайр.
// Нэмж бичигдэх бүр хүн чанар улам баяжсаар байгааг багш хэлж байлаа.
// Тэгснээ багш алчуураар эхэнд байсан нэгийн тоог арилгав.
// Самбар дээр маш олон тэгүүд үлджээ. Эцэсд нь багш хүн чанар үгүй бол бусад нь
// ямар ч үнэ цэнэ үгүй гэж хэллээ.

// ᢈᠦᠮᠦᠨ ᠴᠢᠨᠠᠷ
// ᠠᠩᢉᠢ ᠳ᠋ᠤ ᠪᠠᠭᠰᠢ ᠣᠷᠤᠵᠤ ᠢᠷᠡᠯ᠎ᠡ᠃ ᠴᠣᠬᠤᠢ ᠠᠪᠤᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᢉᠡᠷ᠎ᠡ ᠲᠣᠮᠤ ᠠ᠋ᠴᠠ ᠲᠣᠮᠤ
// ᠨᠢᢉᠡ ᠶ᠋ᠢᠨ ᠲᠣᠭ᠎ᠠ ᠪᠢᠴᠢᠪᠡ᠃ ᠡᠨᠡ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠴᠢᠨᠠᠷ ᠶᠤᠮ ᢉᠡᠵᠦ ᠪᠠᠭᠰᠢ ᠶᠠᠷᠢᠪᠠ᠃
// ᠲᠡᢉᠡᢉᠡᠳ ᠨᠢᢉᠡ ᠶ᠋ᠢᠨ ᠲᠣᠭᠠᠨ ᠤ᠋ ᠠᠷᠤ ᠳ᠋ᠤ ᠲᠡᢉ ᠨᠡᠮᠡᠪᠡ᠃ ᠠᠷᠪᠠ ᠪᠣᠯᠪᠠ᠃ ᠡᠨᠡ ᠪᠣᠯ ᠠᠮᠵᠢᠯᠲᠠ᠃
// ᠵᠢᠩᢈᠢᠨᠢ ᢈᠦᠮᠦᠨ ᠴᠢᠨᠠᠷ ᠨᠢᢉᠡ ᠶ᠋ᠢ ᠠᠷᠪᠠ ᠪᠣᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠃ ᠳᠠᢈᠢᠨ ᠨᠢᢉᠡ ᠲᠡᢉ ᠨᠡᠮᠡᠯ᠎ᠡ᠃
// ᠡᠨᠡ ᠪᠣᠯ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ᠃ ᠠᠷᠪᠠ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠨ ᠵᠠᠭᠤ ᠪᠣᠯᠪᠠ᠃ ᠲᠡᢉ ᠦ᠋ᠳ ᠢ᠋ᠶᠡᠨ ᠦᠷᢉᠦᠯᠵᠢᠯᠡᢉᠦᠯᠦᢉᠰᠡᢉᠡᠷ᠃
// ᠴᠢᠳᠠᠪᠤᠷᠢ᠂ ᠰᠠᢈᠢᠯᠭ᠎ᠠ ᠪᠠᠲᠤ᠂ ᠬᠠᠶᠢᠷ᠎ᠠ᠃ ᠨᠡᠮᠡᠵᠦ ᠪᠢᠴᠢᢉᠳᠡᢈᠦ ᠪᠦᠷᠢ ᢈᠦᠮᠦᠨ ᠴᠢᠨᠠᠷ ᠤᠯᠠᠮ ᠪᠠᠶᠠᠵᠢᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ
// ᠪᠠᠭᠰᠢ ᢈᠡᠯᠡᠵᠦ ᠪᠠᠶᠢᠯ᠎ᠠ᠃ ᠲᠡᢉᠡᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠨ ᠪᠠᠭᠰᠢ ᠠᠯᠴᠢᠭᠤᠷ ᠢ᠋ᠶᠠᠷ ᠡᢈᠢᠨ ᠳ᠋ᠦ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠨᠢᢉᠡ ᠶ᠋ᠢᠨ
// ᠲᠣᠭ᠎ᠠ ᠶ᠋ᠢ ᠠᠷᠢᠯᠭᠠᠪᠠ᠃ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᢉᠡᠷ᠎ᠡ ᠮᠠᠰᠢ ᠣᠯᠠᠨ ᠲᠡᢉ ᠦ᠋ᠳ ᠦᠯᠡᠳᠡᠵᠡᠢ᠃
// ᠡᠴᠦᠰ ᠲᠦ ᠨᠢ ᠪᠠᠭᠰᠢ ᢈᠦᠮᠦᠨ ᠴᠢᠨᠠᠷ ᠦᢉᠡᠢ ᠪᠣᠯ ᠪᠤᠰᠤᠳ ᠨᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠦᠨ᠎ᠡ
// ᠴᠢᠨ ᠦᢉᠡᠢ ᢉᠡᠵᠦ ᢈᠡᠯᠡᠯ᠎ᠡ᠃

// Уолт Дисней
// Уолт Дисней Америкийн хүүхэлдэйн киноны зураач, продюссэр, найруулагч, зохиолч, дуу оруулагч,
// бизнесмэн юм. Ах Рой Диснейн хамт байгуулсан Уолт Дисней компанийн жилийн орлого нь
// 35 тэрбум долларт хүрсэн. Тэрээр мөрөөдлөө хэрэгжүүлж, модон тоглоомыг бодит ертөнц болгож чадсан хүмүүн юм.
// Амжилтын хөтөч-  2025 он.

// ᠸᠣᠯᠲ᠋ᠠ ᠳ᠋ᠢᠰᠨᠧᠢ
// ᠸᠣᠯᠲ᠋ᠠ ᠳ᠋ᠢᠰᠨᠧᠢ ᠠᠮᠧᠷᠢᠻᠠ ᠶ᠋ᠢᠨ ᢈᠡᠦᢈᠡᠯᠳᠡᠢ ᠶ᠋ᠢᠨ ᠻᠢᠨᠣ᠋ ᠶ᠋ᠢᠨ ᠵᠢᠷᠤᠭᠠᠴᠢ᠂ ᠫᠷᠣᠳ᠋ᠶᠦ᠋ᠰᠰᠧᠷ᠂
// ᠨᠠᠶᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ᠂ ᠵᠣᢈᠢᠶᠠᠯᠴᠢ᠂ ᠳᠠᠭᠤ ᠣᠷᠤᠭᠤᠯᠤᠭᠴᠢ᠂ ᠪᠢᠽᠢᠨᠧᠰᠮᠡᠨ ᠶᠤᠮ᠃ ᠠᠬ᠎ᠠ ᠷᠣᠢ ᠳ᠋ᠢᠰᠨᠧᠢ ᠶ᠋ᠢᠨ
// ᠬᠠᠮᠲᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠸᠣᠯᠲ᠋ᠠ ᠳ᠋ᠢᠰᠨᠧᠢ ᠻᠣᠮᠫᠠᠨᠢ ᠶ᠋ᠢᠨ ᠵᠢᠯ ᠦ᠋ᠨ ᠣᠷᠤᠯᠭ᠎ᠠ ᠨᠢ ᠓᠕ ᠲᠡᠷᠪᠤᠮ ᠳ᠋ᠣᠯᠯᠠᠷ ᠲᠤ ᢈᠦᠷᠦᢉᠰᠡᠨ᠃
// ᠲᠡᠷᠡ ᠪᠡᠷ ᠮᠥᠷᠦᢉᠡᠳᠦᠯ ᠢ᠋ᠶᠡᠨ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠵᠦ᠂ ᠮᠣᠳᠤᠨ ᠲᠣᠭᠯᠠᠭᠠᠮ ᠢ᠋ ᠪᠣᠳᠠᠲᠤ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠪᠣᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠨ ᠶᠤᠮ᠃
// ᠠᠮᠵᠢᠯᠲᠠ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ᠆ ᠒᠐᠒᠕ ᠣᠨ᠃
